Repository: Octopus-Community/octopus-sdk-swift
Catalog: Sources/OctopusUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, id, it, ja, ms, nb, nl, pl, pt, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# Accessibility.Comment.Count_count:%lld
source: %1$lld comments
ar: %1$lld تعليقات
da: %1$lld kommentarer
de: %1$lld Kommentare
es: %1$lld comentarios
fi: %1$lld kommenttia
fr: %1$lld commentaires
hi: %1$lld कमेंट
id: %1$lld komentar
it: %1$lld commenti
ja: %1$lld 件のコメント
ms: %1$lld komen
nb: %1$lld kommentarer
nl: %1$lld reacties
pl: %1$lld komentarze
pt: %1$lld comentários
ro: %1$lld comentarii
ru: %1$lld комментариев
sv: %1$lld kommentarer
th: %1$lld ความคิดเห็น
tr: %1$lld yorum
vi: %1$lld bình luận
zh_hans: %1$lld 条评论
zh_hant: %1$lld 則留言

# Accessibility.Common.Back
source: Back
ar: رجوع
da: Tilbage
de: Zurück
es: Atrás
fi: Takaisin
fr: Retour
hi: वापस
id: Kembali
it: Indietro
ja: 戻る
ms: Kembali
nb: Tilbake
nl: Terug
pl: Wstecz
pt: Voltar
ro: Înapoi
ru: Назад
sv: Tillbaka
th: ย้อนกลับ
tr: Geri
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# Accessibility.Common.More
source: More
ar: المزيد
da: Mere
de: Mehr
es: Más
fi: Lisää
fr: Plus
hi: अधिक
id: Lainnya
it: Altro
ja: もっと
ms: Lagi
nb: Mer
nl: Meer
pl: Więcej
pt: Mais
ro: Mai mult
ru: Ещё
sv: Mer
th: เพิ่มเติม
tr: Daha fazla
vi: Thêm
zh_hans: 更多
zh_hant: 更多

# Accessibility.Common.NotSelected
source: Not selected
ar: غير مُحدد
da: Ikke valgt
de: Nicht ausgewählt
es: No seleccionado
fi: Ei valittu
fr: Non sélectionné
hi: अचयनित
id: Tidak dipilih
it: Non selezionato
ja: 未選択
ms: Tidak dipilih
nb: Ikke valgt
nl: Niet geselecteerd
pl: Niewybrane
pt: Não selecionado
ro: Neselectat
ru: Не выбрано
sv: Inte markerad
th: ยังไม่ได้เลือก
tr: Seçili değil
vi: Chưa chọn
zh_hans: 未选择
zh_hant: 未選擇

# Accessibility.Common.Selected
source: Selected
ar: مُحدد
da: Valgt
de: Ausgewählt
es: Seleccionado
fi: Valittu
fr: Sélectionné
hi: चयनित
id: Dipilih
it: Selezionato
ja: 選択中
ms: Dipilih
nb: Valgt
nl: Geselecteerd
pl: Wybrane
pt: Selecionado
ro: Selectat
ru: Выбрано
sv: Markerad
th: เลือกแล้ว
tr: Seçili
vi: Đã chọn
zh_hans: 已选择
zh_hant: 已選擇

# Accessibility.Content.Action.OpenDetail
source: Open detail
ar: فتح التفاصيل
da: Åbn detaljer
de: Details öffnen
es: Abrir detalle
fi: Avatkaa tiedot
fr: Ouvrir le détail
hi: विवरण खोलें
id: Buka detail
it: Apri dettaglio
ja: 詳細を開く
ms: Buka butiran
nb: Åpne detaljer
nl: Open details
pl: Otwórz szczegóły
pt: Abrir detalhe
ro: Deschideți detaliile
ru: Открыть детали
sv: Öppna detaljer
th: เปิดรายละเอียด
tr: Detayı aç
vi: Mở chi tiết
zh_hans: 打开详情
zh_hant: 開啟詳情

# Accessibility.Content.Action.ReadElements
source: Explore item
ar: استكشاف العنصر
da: Udforsk element
de: Element erkunden
es: Explorar elemento
fi: Tutkikaa kohdetta
fr: Explorer l’élément
hi: आइटम खोजें
id: Jelajahi item
it: Esplora elemento
ja: アイテムを探索
ms: Terokai item
nb: Utforsk element
nl: Verken item
pl: Przeglądaj element
pt: Explorar item
ro: Explorați elementul
ru: Изучить элемент
sv: Utforska objekt
th: สำรวจรายการ
tr: Öğeyi keşfet
vi: Khám phá mục
zh_hans: 探索项目
zh_hant: 探索項目

# Accessibility.Content.Action.ReadSummary
source: Show summary
ar: عرض الملخص
da: Vis resumé
de: Zusammenfassung anzeigen
es: Mostrar resumen
fi: Näyttäkää yhteenveto
fr: Afficher le résumé
hi: सारांश दिखाएं
id: Tampilkan ringkasan
it: Mostra riepilogo
ja: 要約を表示
ms: Tunjukkan ringkasan
nb: Vis sammendrag
nl: Toon samenvatting
pl: Pokaż podsumowanie
pt: Mostrar resumo
ro: Afișați rezumatul
ru: Показать сводку
sv: Visa sammanfattning
th: แสดงสรุป
tr: Özeti göster
vi: Hiển thị tóm tắt
zh_hans: 显示摘要
zh_hant: 顯示摘要

# Accessibility.Content.Action.ViewAuthor
source: View author's profile
ar: عرض ملف الكاتب
da: Vis forfatterens profil
de: Profil des Autors anzeigen
es: Ver perfil del autor
fi: Näyttäkää kirjoittajan profiili
fr: Voir le profil de l’auteur
hi: लेखक की प्रोफ़ाइल देखें
id: Lihat profil penulis
it: Veda il profilo dell'autore
ja: 投稿者のプロフィールを表示
ms: Lihat profil penulis
nb: Vis forfatterens profil
nl: Bekijk profiel van auteur
pl: Zobacz profil autora
pt: Ver perfil do autor
ro: Vedeți profilul autorului
ru: Посмотреть профиль автора
sv: Visa författarens profil
th: ดูโปรไฟล์ผู้เขียน
tr: Yazarın profilini görüntüle
vi: Xem hồ sơ tác giả
zh_hans: 查看作者的个人资料
zh_hant: 查看作者的個人檔案

# Accessibility.Content.AddPicture
source: Add a picture
ar: إضافة صورة
da: Tilføj et billede
de: Bild hinzufügen
es: Añadir una imagen
fi: Lisätkää kuva
fr: Ajouter une image
hi: एक फ़ोटो जोड़ें
id: Tambahkan foto
it: Aggiungi un'immagine
ja: 写真を追加
ms: Tambah foto
nb: Legg til et bilde
nl: Voeg een afbeelding toe
pl: Dodaj obraz
pt: Adicionar uma imagem
ro: Adăugați o fotografie
ru: Добавить фото
sv: Lägg till en bild
th: เพิ่มรูปภาพ
tr: Görsel ekle
vi: Thêm ảnh
zh_hans: 添加照片
zh_hant: 新增照片

# Accessibility.Content.Send
source: Send
ar: إرسال
de: Senden
es: Enviar
fi: Lähettäkää
fr: Envoyer
hi: भेजें
id: Kirim
it: Invia
ja: 送信
ms: Hantar
nl: Verzenden
pl: Wyślij
pt: Enviar
ro: Trimiteți
ru: Отправить
sv: Skicka
th: ส่ง
tr: Gönder
vi: Gửi
zh_hans: 发送
zh_hant: 傳送

# Accessibility.Image.Delete
source: Delete picture
ar: حذف الصورة
da: Slet billede
de: Bild löschen
es: Eliminar imagen
fi: Poistakaa kuva
fr: Supprimer l’image
hi: फ़ोटो हटाएं
id: Hapus foto
it: Elimina immagine
ja: 写真を削除
ms: Padam foto
nb: Slett bilde
nl: Foto verwijderen
pl: Usuń obraz
pt: Eliminar imagem
ro: Ștergeți fotografia
ru: Удалить фото
sv: Ta bort bilden
th: ลบรูปภาพ
tr: Resmi sil
vi: Xóa ảnh
zh_hans: 删除照片
zh_hant: 刪除照片

# Accessibility.Image.MoveDown
source: Move down
ar: نقل لأسفل
da: Flyt ned
de: Nach unten bewegen
es: Mover hacia abajo
fi: Siirtäkää alas
fr: Déplacer vers le bas
hi: नीचे ले जाएं
id: Pindahkan ke bawah
it: Sposta in basso
ja: 下に移動
ms: Alih ke bawah
nb: Flytt ned
nl: Omlaag verplaatsen
pl: Przesuń w dół
pt: Mover para baixo
ro: Mutați în jos
ru: Переместить вниз
sv: Flytta ner
th: เลื่อนลง
tr: Aşağı taşı
vi: Di chuyển xuống dưới
zh_hans: 向下移动
zh_hant: 向下移動

# Accessibility.Image.MoveLeft
source: Move to the left
ar: نقل إلى اليسار
da: Flyt til venstre
de: Nach links bewegen
es: Mover a la izquierda
fi: Siirtäkää vasemmalle
fr: Déplacer vers la gauche
hi: बाईं ओर ले जाएं
id: Pindahkan ke kiri
it: Sposta a sinistra
ja: 左に移動
ms: Alih ke kiri
nb: Flytt til venstre
nl: Naar links verplaatsen
pl: Przesuń w lewo
pt: Mover para a esquerda
ro: Mutați la stânga
ru: Переместить влево
sv: Flytta åt vänster
th: เลื่อนไปทางซ้าย
tr: Sola taşı
vi: Di chuyển sang trái
zh_hans: 向左移动
zh_hant: 向左移動

# Accessibility.Image.MoveRight
source: Move to the right
ar: نقل إلى اليمين
da: Flyt til højre
de: Nach rechts bewegen
es: Mover a la derecha
fi: Siirtäkää oikealle
fr: Déplacer vers la droite
hi: दाईं ओर ले जाएं
id: Pindahkan ke kanan
it: Sposta a destra
ja: 右に移動
ms: Alih ke kanan
nb: Flytt til høyre
nl: Naar rechts verplaatsen
pl: Przesuń w prawo
pt: Mover para a direita
ro: Mutați la dreapta
ru: Переместить вправо
sv: Flytta åt höger
th: เลื่อนไปทางขวา
tr: Sağa taşı
vi: Di chuyển sang phải
zh_hans: 向右移动
zh_hant: 向右移動

# Accessibility.Image.MoveUp
source: Move up
ar: نقل لأعلى
da: Flyt op
de: Nach oben bewegen
es: Mover hacia arriba
fi: Siirtäkää ylös
fr: Déplacer vers le haut
hi: ऊपर ले जाएं
id: Pindahkan ke atas
it: Sposta in alto
ja: 上に移動
ms: Alih ke atas
nb: Flytt opp
nl: Omhoog verplaatsen
pl: Przesuń w górę
pt: Mover para cima
ro: Mutați în sus
ru: Переместить вверх
sv: Flytta upp
th: เลื่อนขึ้น
tr: Yukarı taşı
vi: Di chuyển lên trên
zh_hans: 向上移动
zh_hant: 向上移動

# Accessibility.Image.ZoomIn
source: Zoom in
ar: تكبير
da: Zoom ind
de: Vergrößern
es: Acercar
fi: Lähentäkää
fr: Zoom avant
hi: ज़ूम इन
id: Perbesar
it: Ingrandisci
ja: 拡大
ms: Zum masuk
nb: Zoom inn
nl: Inzoomen
pl: Powiększ
pt: Aumentar zoom
ro: Măriți
ru: Увеличить
sv: Zooma in
th: ซูมเข้า
tr: Yakınlaştır
vi: Phóng to
zh_hans: 放大
zh_hant: 放大

# Accessibility.Image.ZoomOut
source: Zoom out
ar: تصغير
da: Zoom ud
de: Verkleinern
es: Alejar
fi: Loitontakaa
fr: Zoom arrière
hi: ज़ूम आउट
id: Perkecil
it: Riduci
ja: 縮小
ms: Zum keluar
nb: Zoom ut
nl: Uitzoomen
pl: Pomniejsz
pt: Diminuir zoom
ro: Micșorați
ru: Уменьшить
sv: Zooma ut
th: ซูมออก
tr: Uzaklaştır
vi: Thu nhỏ
zh_hans: 缩小
zh_hant: 縮小

# Accessibility.Poll.Delete
source: Delete poll
ar: حذف الاستطلاع
da: Slet afstemning
de: Umfrage löschen
es: Eliminar la encuesta
fi: Poistakaa kysely
fr: Supprimer le sondage
hi: पोल हटाएं
id: Hapus polling
it: Elimina il sondaggio
ja: アンケートを削除
ms: Padam tinjauan
nb: Slett avstemning
nl: Peiling verwijderen
pl: Usuń ankietę
pt: Apagar a sondagem
ro: Ștergeți sondajul
ru: Удалить опрос
sv: Ta bort omröstning
th: ลบโพล
tr: Anketi sil
vi: Xóa bình chọn
zh_hans: 删除投票
zh_hant: 刪除投票

# Accessibility.Poll.IdxOption_index:%lld_count:%lld
source: Option %1$lld out of %2$lld
ar: الخيار %1$lld من %2$lld
da: Mulighed %1$lld af %2$lld
de: Option %1$lld von %2$lld
es: Opción %1$lld de %2$lld
fi: Vaihtoehto %1$lld / %2$lld
fr: Option %1$lld sur %2$lld
hi: विकल्प %1$lld / %2$lld
id: Opsi %1$lld dari %2$lld
it: Opzione %1$lld di %2$lld
ja: 選択肢 %1$lld / %2$lld
ms: Pilihan %1$lld daripada %2$lld
nb: Alternativ %1$lld av %2$lld
nl: Optie %1$lld van %2$lld
pl: Opcja %1$lld z %2$lld
pt: Opção %1$lld de %2$lld
ro: Opțiunea %1$lld din %2$lld
ru: Вариант %1$lld из %2$lld
sv: Alternativ %1$lld av %2$lld
th: ตัวเลือก %1$lld จาก %2$lld
tr: Seçenek %1$lld / %2$lld
vi: Tùy chọn %1$lld trong %2$lld
zh_hans: 选项 %1$lld / %2$lld
zh_hant: 選項 %1$lld / %2$lld

# Accessibility.Poll.Option.Delete
source: Delete poll option
ar: حذف خيار الاستطلاع
da: Slet afstemningsmulighed
de: Umfrageoption löschen
es: Eliminar la opción de la encuesta
fi: Poistakaa kyselyn vaihtoehto
fr: Supprimer l’option du sondage
hi: पोल विकल्प हटाएं
id: Hapus opsi polling
it: Elimina l'opzione del sondaggio
ja: アンケートの選択肢を削除
ms: Padam pilihan tinjauan
nb: Slett avstemningsalternativ
nl: Peilingoptie verwijderen
pl: Usuń opcję ankiety
pt: Apagar a opção da sondagem
ro: Ștergeți opțiunea sondajului
ru: Удалить вариант опроса
sv: Ta bort omröstningsalternativ
th: ลบตัวเลือกโพล
tr: Anket seçeneğini sil
vi: Xóa tùy chọn bình chọn
zh_hans: 删除投票选项
zh_hant: 刪除投票選項

# Accessibility.Post.List.OpenDetail.Hint
source: Double-tap to read the post detail
ar: اضغط مرتين لقراءة تفاصيل المنشور
da: Dobbelttryk for at læse opslagets detaljer
de: Doppeltippen, um den Beitrag zu lesen
es: Toque dos veces para ver los detalles de la publicación.
fi: Kaksoisnapauttakaa lukeaksenne julkaisun tiedot
fr: Appuyez deux fois pour lire le détail du post
hi: पोस्ट का विवरण पढ़ने के लिए दो बार टैप करें
id: Ketuk dua kali untuk membaca detail postingan
it: Tocchi due volte per leggere i dettagli del post
ja: ダブルタップで投稿の詳細を読む
ms: Ketik dua kali untuk membaca butiran hantaran
nb: Dobbelttrykk for å lese innleggsdetaljene
nl: Dubbeltik om de berichtdetails te lezen
pl: Stuknij dwukrotnie, aby przeczytać szczegóły posta
pt: Toque duas vezes para ver o detalhe da publicação
ro: Apăsați de două ori pentru a citi detaliile postării
ru: Дважды нажмите, чтобы прочитать детали поста
sv: Dubbeltryck för att läsa inläggets detaljer
th: แตะสองครั้งเพื่ออ่านรายละเอียดโพสต์
tr: Gönderi ayrıntılarını görmek için iki kez dokunun.
vi: Nhấn đúp để đọc chi tiết bài đăng
zh_hans: 双击阅读帖子详情
zh_hant: 雙擊閱讀貼文詳情

# Accessibility.Post.Summary.Moderated_author:%@_date:%@_reasons:%@
source: %1$@ wrote %2$@ a content that has been moderated for the following reasons %3$@
ar: %1$@ كتب %2$@ محتوى تمت مراجعته للأسباب التالية: %3$@
da: %1$@ skrev %2$@ et indhold, der er blevet modereret af følgende grunde: %3$@
de: %1$@ schrieb %2$@ einen Inhalt, der aus folgenden Gründen moderiert wurde: %3$@
es: %1$@ escribió %2$@ un contenido que fue moderado por las siguientes razones: %3$@
fi: %1$@ kirjoitti %2$@ sisällön, joka on moderoitu seuraavista syistä: %3$@
fr: %1$@ a écrit %2$@ un contenu qui a été modéré pour les raisons suivantes : %3$@
hi: %1$@ ने %2$@ को एक सामग्री लिखी जिसकी निम्नलिखित कारणों से समीक्षा की गई है: %3$@
id: %1$@ menulis %2$@ konten yang telah dimoderasi karena alasan berikut: %3$@
it: %1$@ ha scritto %2$@ un contenuto che è stato moderato per i seguenti motivi: %3$@
ja: %1$@ が %2$@ に投稿したコンテンツは以下の理由でモデレートされました: %3$@
ms: %1$@ menulis %2$@ kandungan yang telah dimoderasi atas sebab berikut: %3$@
nb: %1$@ skrev %2$@ et innhold som er moderert av følgende grunner: %3$@
nl: %1$@ schreef %2$@ inhoud die om de volgende redenen is gemodereerd: %3$@
pl: %1$@ napisał(a) %2$@ treść, która została zmoderowana z następujących powodów: %3$@
pt: %1$@ escreveu %2$@ um conteúdo que foi moderado pelos seguintes motivos: %3$@
ro: %1$@ a scris %2$@ un conținut care a fost moderat din următoarele motive: %3$@
ru: %1$@ написал %2$@ содержимое, которое было модерировано по следующим причинам: %3$@
sv: %1$@ skrev %2$@ ett innehåll som har modererats av följande skäl: %3$@
th: %1$@ เขียนเมื่อ %2$@ เนื้อหาที่ได้รับการตรวจสอบด้วยเหตุผลต่อไปนี้: %3$@
tr: %1$@ %2$@ yazdı; içerik şu nedenlerle denetlendi: %3$@
vi: %1$@ đã viết %2$@ một nội dung đã được kiểm duyệt với lý do sau: %3$@
zh_hans: %1$@ 在 %2$@ 写的内容因以下原因被审核：%3$@
zh_hant: %1$@ 在 %2$@ 寫的內容因以下原因被審核：%3$@

# Accessibility.Post.Summary.TextAndImage_author:%@_date:%@_topic:%@_text:%@
source: %1$@ wrote %2$@ on %3$@: "%4$@" and attached an image
ar: %1$@ كتب %2$@ في %3$@: ”%4$@” وأرفق صورة
da: %1$@ skrev %2$@ i %3$@: ”%4$@” og vedhæftede et billede
de: %1$@ schrieb %2$@ in %3$@: „%4$@“ und fügte ein Bild hinzu
es: %1$@ escribió %2$@ en %3$@: «%4$@» y adjuntó una imagen
fi: %1$@ kirjoitti %2$@ ryhmässä %3$@: ”%4$@” ja liitti kuvan
fr: %1$@ a écrit %2$@ dans %3$@ : « %4$@ » et a joint une image
hi: %1$@ ने %2$@ को %3$@ में लिखा: ”%4$@” और एक तस्वीर संलग्न की
id: %1$@ menulis %2$@ di %3$@: ”%4$@” dan melampirkan gambar
it: %1$@ ha scritto %2$@ su %3$@: «%4$@» e ha allegato un'immagine
ja: %1$@ が %3$@ で %2$@ に投稿:「%4$@」、画像を添付
ms: %1$@ menulis %2$@ di %3$@: ”%4$@” dan melampirkan gambar
nb: %1$@ skrev %2$@ i %3$@: ”%4$@” og la ved et bilde
nl: %1$@ schreef %2$@ in %3$@: ”%4$@” en voegde een afbeelding toe
pl: %1$@ napisał(a) %2$@ w %3$@: „%4$@” i dołączył(a) obraz
pt: %1$@ escreveu %2$@ em %3$@: «%4$@» e anexou uma imagem
ro: %1$@ a scris %2$@ în %3$@: „%4$@” și a atașat o imagine
ru: %1$@ написал %2$@ в %3$@: «%4$@» и приложил изображение
sv: %1$@ skrev %2$@ i %3$@: ”%4$@” och bifogade en bild
th: %1$@ เขียนเมื่อ %2$@ ใน %3$@: ”%4$@” และแนบรูปภาพ
tr: %1$@ %3$@ içinde %2$@ yazdı: “%4$@” ve bir resim ekledi
vi: %1$@ đã viết %2$@ trong %3$@: ”%4$@” và đính kèm một hình ảnh
zh_hans: %1$@ 在 %2$@ 于 %3$@ 写道："%4$@"并附上了一张图片
zh_hant: %1$@ 在 %2$@ 於 %3$@ 寫道：「%4$@」並附上了一張圖片

# Accessibility.Post.Summary.TextAndVideo_author:%@_date:%@_topic:%@_text:%@
source: %1$@ wrote %2$@ on %3$@: "%4$@" and attached a video
ar: %1$@ كتب %2$@ في %3$@: ”%4$@” وأرفق فيديو
da: %1$@ skrev %2$@ i %3$@: ”%4$@” og vedhæftede en video
de: %1$@ schrieb %2$@ in %3$@: „%4$@“ und fügte ein Video hinzu
es: %1$@ escribió %2$@ en %3$@: « %4$@ » y adjuntó un vídeo
fi: %1$@ kirjoitti %2$@ ryhmässä %3$@: ”%4$@” ja liitti videon
fr: %1$@ a écrit %2$@ dans %3$@ : « %4$@ » et a joint une vidéo
hi: %1$@ ने %2$@ को %3$@ में लिखा: ”%4$@” और एक वीडियो संलग्न किया
id: %1$@ menulis %2$@ di %3$@: ”%4$@” dan melampirkan video
it: %1$@ ha scritto %2$@ su %3$@: «%4$@» e ha allegato un video
ja: %1$@ が %3$@ で %2$@ に投稿:「%4$@」、動画を添付
ms: %1$@ menulis %2$@ di %3$@: ”%4$@” dan melampirkan video
nb: %1$@ skrev %2$@ i %3$@: ”%4$@” og la ved en video
nl: %1$@ schreef %2$@ in %3$@: ”%4$@” en voegde een video toe
pl: %1$@ napisał(a) %2$@ w %3$@: „%4$@” i dołączył(a) wideo
pt: %1$@ escreveu %2$@ em %3$@: « %4$@ » e anexou um vídeo
ro: %1$@ a scris %2$@ în %3$@: „%4$@” și a atașat un video
ru: %1$@ написал %2$@ в %3$@: «%4$@» и приложил видео
sv: %1$@ skrev %2$@ i %3$@: ”%4$@” och bifogade en video
th: %1$@ เขียนเมื่อ %2$@ ใน %3$@: ”%4$@” และแนบวิดีโอ
tr: %1$@ %3$@ içinde %2$@ yazdı: “%4$@” ve bir video ekledi
vi: %1$@ đã viết %2$@ trong %3$@: ”%4$@” và đính kèm một video
zh_hans: %1$@ 在 %2$@ 于 %3$@ 写道："%4$@"并附上了一段视频
zh_hant: %1$@ 在 %2$@ 於 %3$@ 寫道：「%4$@」並附上了一段影片

# Accessibility.Post.Summary.TextOnly_author:%@_date:%@_topic:%@_text:%@
source: %1$@ wrote %2$@ on %3$@: %4$@
ar: %1$@ كتب %2$@ في %3$@: %4$@
da: %1$@ skrev %2$@ i %3$@: %4$@
de: %1$@ schrieb %2$@ in %3$@: %4$@
es: %1$@ escribió %2$@ en %3$@: %4$@
fi: %1$@ kirjoitti %2$@ ryhmässä %3$@: %4$@
fr: %1$@ a écrit %2$@ dans %3$@ : %4$@
hi: %1$@ ने %2$@ को %3$@ में लिखा: %4$@
id: %1$@ menulis %2$@ di %3$@: %4$@
it: %1$@ ha scritto %2$@ su %3$@: %4$@
ja: %1$@ が %3$@ で %2$@ に投稿:%4$@
ms: %1$@ menulis %2$@ di %3$@: %4$@
nb: %1$@ skrev %2$@ i %3$@: %4$@
nl: %1$@ schreef %2$@ in %3$@: %4$@
pl: %1$@ napisał(a) %2$@ w %3$@: %4$@
pt: %1$@ escreveu %2$@ em %3$@: %4$@
ro: %1$@ a scris %2$@ în %3$@: %4$@
ru: %1$@ написал %2$@ в %3$@: %4$@
sv: %1$@ skrev %2$@ i %3$@: %4$@
th: %1$@ เขียนเมื่อ %2$@ ใน %3$@: %4$@
tr: %1$@ %3$@ içinde %2$@ yazdı: %4$@
vi: %1$@ đã viết %2$@ trong %3$@: %4$@
zh_hans: %1$@ 在 %2$@ 于 %3$@ 写道：%4$@
zh_hant: %1$@ 在 %2$@ 於 %3$@ 寫道：%4$@

# Accessibility.Profile.Picture
source: Profile picture
ar: صورة الملف الشخصي
da: Profilbillede
de: Profilbild
es: Foto de perfil
fi: Profiilikuva
fr: Photo de profil
hi: प्रोफ़ाइल फ़ोटो
id: Foto profil
it: Foto profilo
ja: プロフィール写真
ms: Foto profil
nb: Profilbilde
nl: Profielfoto
pl: Zdjęcie profilowe
pt: Foto de perfil
ro: Fotografie de profil
ru: Фото профиля
sv: Profilbild
th: รูปโปรไฟล์
tr: Profil fotoğrafı
vi: Ảnh hồ sơ
zh_hans: 个人资料照片
zh_hant: 個人檔案照片

# Accessibility.Profile.Picture.Edit
source: Double tap to change your profile picture
ar: اضغط مرتين لتغيير صورة ملفك الشخصي
da: Dobbelttryk for at ændre dit profilbillede
de: Doppeltippen, um das Profilbild zu ändern
es: Toque dos veces para cambiar su foto de perfil.
fi: Kaksoisnapauttakaa vaihtaaksenne profiilikuvaanne
fr: Appuyez deux fois pour changer votre photo de profil
hi: अपनी प्रोफ़ाइल फ़ोटो बदलने के लिए दो बार टैप करें
id: Ketuk dua kali untuk mengganti foto profil Anda
it: Tocchi due volte per cambiare la sua foto profilo
ja: ダブルタップでプロフィール写真を変更
ms: Ketik dua kali untuk menukar foto profil anda
nb: Dobbelttrykk for å endre profilbildet ditt
nl: Dubbeltik om uw profielfoto te wijzigen
pl: Stuknij dwukrotnie, aby zmienić zdjęcie profilowe
pt: Toque duas vezes para alterar a sua foto de perfil
ro: Apăsați de două ori pentru a schimba fotografia de profil
ru: Дважды нажмите, чтобы изменить Ваше фото профиля
sv: Dubbeltryck för att ändra din profilbild
th: แตะสองครั้งเพื่อเปลี่ยนรูปโปรไฟล์ของคุณ
tr: Profil fotoğrafınızı değiştirmek için iki kez dokunun.
vi: Nhấn đúp để thay đổi ảnh hồ sơ của bạn
zh_hans: 双击更换您的个人资料照片
zh_hant: 雙擊更換您的個人檔案照片

# Accessibility.Reaction.Button_reaction:%@
source: %1$@ reaction
ar: تفاعل: %1$@
da: Reaktion: %1$@
de: %1$@ Reaktion
es: Reacción: %1$@
fi: Reaktio: %1$@
fr: Réaction : %1$@
hi: प्रतिक्रिया: %1$@
id: Reaksi: %1$@
it: Reazione: %1$@
ja: リアクション: %1$@
ms: Reaksi: %1$@
nb: Reaksjon: %1$@
nl: Reactie: %1$@
pl: Reakcja: %1$@
pt: Reação : %1$@
ro: Reacție: %1$@
ru: Реакция: %1$@
sv: Reaktion: %1$@
th: การแสดงความรู้สึก: %1$@
tr: Tepki: %1$@
vi: Cảm xúc: %1$@
zh_hans: 反应：%1$@
zh_hant: 反應：%1$@

# Accessibility.Reaction.Congrats
source: Congrats
ar: تهانينا
da: Tillykke
de: Glückwunsch
es: Enhorabuena
fi: Onnittelut
fr: Bravo
hi: बधाई
id: Selamat
it: Bravo
ja: おめでとう
ms: Tahniah
nb: Gratulerer
nl: Gefeliciteerd
pl: Gratulacje
pt: Bravo
ro: Felicitări
ru: Поздравляю
sv: Grattis
th: ยินดีด้วย
tr: Tebrik
vi: Chúc mừng
zh_hans: 祝贺
zh_hant: 祝賀

# Accessibility.Reaction.Count_count:%lld
source: %1$lld reactions
ar: %1$lld تفاعلات
da: %1$lld reaktioner
de: %1$lld Reaktionen
es: %1$lld reacciones
fi: %1$lld reaktiota
fr: %1$lld réactions
hi: %1$lld प्रतिक्रियाएं
id: %1$lld reaksi
it: %1$lld reazioni
ja: %1$lld 件のリアクション
ms: %1$lld reaksi
nb: %1$lld reaksjoner
nl: %1$lld reacties
pl: %1$lld reakcje
pt: %1$lld reações
ro: %1$lld reacții
ru: %1$lld реакций
sv: %1$lld reaktioner
th: %1$lld การแสดงความรู้สึก
tr: %1$lld tepki
vi: %1$lld cảm xúc
zh_hans: %1$lld 个反应
zh_hant: %1$lld 個反應

# Accessibility.Reaction.Count_reaction:%@_count:%lld
source: %2$lld %1$@ reactions
ar: %2$lld تفاعلات %1$@
da: %2$lld %1$@-reaktioner
de: %2$lld %1$@ Reaktionen
es: %2$lld %1$@ reacciones
fi: %2$lld %1$@-reaktiota
fr: %2$lld %1$@ réactions
hi: %2$lld %1$@ प्रतिक्रियाएं
id: %2$lld reaksi %1$@
it: %2$lld %1$@ reazioni
ja: %2$lld 件の %1$@ リアクション
ms: %2$lld reaksi %1$@
nb: %2$lld %1$@-reaksjoner
nl: %2$lld %1$@-reacties
pl: %2$lld reakcje %1$@
pt: %2$lld %1$@ reações
ro: %2$lld %1$@-reacții
ru: %2$lld реакций %1$@
sv: %2$lld %1$@-reaktioner
th: %2$lld การแสดงความรู้สึก %1$@
tr: %2$lld %1$@ tepki
vi: %2$lld cảm xúc %1$@
zh_hans: %2$lld 个 %1$@ 反应
zh_hant: %2$lld 個 %1$@ 反應

# Accessibility.Reaction.Cry
source: Cry
ar: حزن
da: Trist
de: Traurig
es: Triste
fi: Suru
fr: Triste
hi: उदास
id: Sedih
it: Triste
ja: 悲しい
ms: Sedih
nb: Trist
nl: Verdrietig
pl: Smutek
pt: Triste
ro: Trist
ru: Грусть
sv: Ledsen
th: เศร้า
tr: Üzgün
vi: Buồn
zh_hans: 伤心
zh_hant: 傷心

# Accessibility.Reaction.Joy
source: Joy
ar: فرح
da: Glæde
de: Freude
es: Alegría
fi: Ilo
fr: Joie
hi: खुशी
id: Senang
it: Gioia
ja: 嬉しい
ms: Gembira
nb: Glede
nl: Vreugde
pl: Radość
pt: Alegria
ro: Bucurie
ru: Радость
sv: Glädje
th: ดีใจ
tr: Neşe
vi: Vui
zh_hans: 开心
zh_hant: 開心

# Accessibility.Reaction.Like
source: Like
ar: إعجاب
da: Synes godt om
de: Gefällt mir
es: Me gusta
fi: Tykkää
fr: J’aime
hi: लाइक
id: Suka
it: Mi piace
ja: いいね
ms: Suka
nb: Liker
nl: Vind ik leuk
pl: Lubię to
pt: Gosto
ro: Apreciați
ru: Нравится
sv: Gilla
th: ถูกใจ
tr: Beğeni
vi: Thích
zh_hans: 赞
zh_hant: 讚

# Accessibility.Reaction.Rage
source: Rage
ar: غضب
da: Vrede
de: Wut
es: Enfado
fi: Suuttumus
fr: Colère
hi: गुस्सा
id: Marah
it: Rabbia
ja: 怒り
ms: Marah
nb: Sinne
nl: Boos
pl: Złość
pt: Raiva
ro: Furie
ru: Гнев
sv: Ilska
th: โกรธ
tr: Öfke
vi: Phẫn nộ
zh_hans: 愤怒
zh_hant: 憤怒

# Accessibility.Reaction.Summary.SeeAll
source: Double tap to see all reactions
ar: اضغط مرتين لرؤية جميع التفاعلات
da: Dobbelttryk for at se alle reaktioner
de: Doppeltippen, um alle Reaktionen zu sehen
es: Toque dos veces para ver todas las reacciones.
fi: Kaksoisnapauttakaa nähdäksenne kaikki reaktiot
fr: Appuyez deux fois pour voir toutes les réactions
hi: सभी प्रतिक्रियाएं देखने के लिए दो बार टैप करें
id: Ketuk dua kali untuk melihat semua reaksi
it: Tocchi due volte per vedere tutte le reazioni
ja: ダブルタップですべてのリアクションを表示
ms: Ketik dua kali untuk melihat semua reaksi
nb: Dobbelttrykk for å se alle reaksjoner
nl: Dubbeltik om alle reacties te zien
pl: Stuknij dwukrotnie, aby zobaczyć wszystkie reakcje
pt: Toque duas vezes para ver todas as reações
ro: Apăsați de două ori pentru a vedea toate reacțiile
ru: Дважды нажмите, чтобы увидеть все реакции
sv: Dubbeltryck för att se alla reaktioner
th: แตะสองครั้งเพื่อดูการแสดงความรู้สึกทั้งหมด
tr: Tüm tepkileri görmek için iki kez dokunun.
vi: Nhấn đúp để xem tất cả cảm xúc
zh_hans: 双击查看所有反应
zh_hant: 雙擊查看所有反應

# Accessibility.Reaction.Surprise
source: Surprise
ar: مفاجأة
da: Overraskelse
de: Überrascht
es: Sorpresa
fi: Yllätys
hi: आश्चर्य
id: Kejutan
it: Sorpresa
ja: びっくり
ms: Terkejut
nb: Overraskelse
nl: Verrassing
pl: Zaskoczenie
pt: Surpresa
ro: Surpriză
ru: Удивление
sv: Överraskning
th: ประหลาดใจ
tr: Şaşkınlık
vi: Bất ngờ
zh_hans: 惊讶
zh_hant: 驚訝

# Accessibility.Reaction.Unknown
source: Unknown
ar: غير معروف
da: Ukendt
de: Unbekannt
es: Desconocida
fi: Tuntematon
fr: Inconnue
hi: अज्ञात
id: Tidak diketahui
it: Sconosciuta
ja: 不明
ms: Tidak diketahui
nb: Ukjent
nl: Onbekend
pl: Nieznana
pt: Desconhecida
ro: Necunoscut
ru: Неизвестно
sv: Okänd
th: ไม่ทราบ
tr: Bilinmiyor
vi: Không xác định
zh_hans: 未知
zh_hant: 未知
